Repository: MikesRuthless12/CopyThatHavoc
Catalog: CopyThatProgram/CopyThatProgram/MainForm.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nl, pl, pt_br, ro, sv

# aboutCTLabel.Text
source: Copy That v1.0 Pro By: Havoc Made with Visual Studio 2022 Community C# .NET 8.0 Framework Started: Nov. 2023 Version: 1.0
cs: Copy That v1.0 Pro Autor: Havoc Vytvořeno v Visual Studio 2022 Community C# .NET 8.0 Framework Zahájeno: Lis. 2023 Verze: 1.0
da: Copy That v1.0 Pro Af: Havoc Lavet med Visual Studio 2022 Community C# .NET 8.0 Framework Startet: Nov. 2023 Version: 1.0
de: Copy That v1.0 Pro Von: Havoc Erstellt mit Visual Studio 2022 Community C# .NET 8.0 Framework Begonnen: Nov. 2023 Version: 1.0
es: Copy That v1.0 By: Havoc Hecho con Visual Studio 2022 Community C# .NET 8.0 Framework Iniciado: Nov. 2023 Versión: 1.0
fi: Copy That v1.0 Pro Tekijä: Havoc Tehty Visual Studio 2022 Communityllä C# .NET 8.0 Framework Aloitettu: Marrask. 2023 Versio: 1.0
fr: Copy That v1.0 Pro Par : Havoc Fait avec Visual Studio 2022 Community C# .NET 8.0 Framework Démarré : Nov. 2023 Version : 1.0
hu: Copy That v1.0 Pro Készítő: Havoc Készítve: Visual Studio 2022 Community C# .NET 8.0 Framework Kezdés: 2023. Nov. Verzió: 1.0
it: Copy That v1.0 Pro Di: Havoc Realizzato con Visual Studio 2022 Community C# .NET 8.0 Framework Iniziato: Nov. 2023 Versione: 1.0
nl: Copy That v1.0 Pro Door: Havoc Gemaakt met Visual Studio 2022 Community C# .NET 8.0 Framework Gestart: Nov. 2023 Versie: 1.0
pl: Copy That v1.0 Pro Autor: Havoc Stworzone w Visual Studio 2022 Community C# .NET 8.0 Framework Rozpoczęto: Lis. 2023 Wersja: 1.0
pt_br: Copy That v1.0 Pro Por: Havoc Feito com Visual Studio 2022 Community C# .NET 8.0 Framework Iniciado: Nov. 2023 Versão: 1.0
ro: Copy That v1.0 Pro De: Havoc Realizat cu Visual Studio 2022 Community C# .NET 8.0 Framework Început: Nov. 2023 Versiune: 1.0
sv: Copy That v1.0 Pro Av: Havoc Skapad med Visual Studio 2022 Community C# .NET 8.0 Framework Startad: Nov. 2023 Version: 1.0

# exportButton.Text
source: Export
cs: Exportovat
da: Eksporter
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
hu: Exportálás
it: Esporta
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ro: Exportă
sv: Exportera

# setUpEmailButton.Text
source: Set Up Email
cs: Nastavit E-mail
da: Konfigurer E-mail
de: E-Mail einrichten
es: Configurar Email
fi: Määritä Sähköposti
fr: Configurer Email
hu: E-mail Beállítása
it: Configura Email
nl: E-mail Instellen
pl: Skonfiguruj E-mail
pt_br: Configurar Email
ro: Configurează E-mail
sv: Konfigurera E-post

# skinsComboBox.Items
source: Dark Mode Medium Mode Light Mode _________________ Custom Color
cs: Tmavý Režim Střední Režim Světlý Režim _________________ Vlastní Barva
da: Mørk Tilstand Medium Tilstand Lys Tilstand _________________ Brugerdefineret Farve
de: Dunkelmodus Mittlerer Modus Heller Modus _________________ Benutzerdefinierte Farbe
es: Modo Oscuro Modo Medio Modo Claro _________________ Color Personalizado
fi: Tumma Tila Keskitaso Tila Vaalea Tila _________________ Mukautettu Väri
fr: Mode Sombre Mode Moyen Mode Clair _________________ Couleur personnalisée
hu: Sötét Mód Közepes Mód Világos Mód _________________ Egyéni Szín
it: Modalità Scura Modalità Media Modalità Chiara _________________ Colore Personalizzato
nl: Donkere Modus Medium Modus Lichte Modus _________________ Aangepaste Kleur
pl: Tryb Ciemny Tryb Średni Tryb Jasny _________________ Kolor Niestandardowy
pt_br: Modo Escuro Modo Médio Modo Claro _________________ Cor Personalizada
ro: Mod Întunecat Mod Mediu Mod Luminos _________________ Culoare Personalizată
sv: Mörkt Läge Medium Läge Ljust Läge _________________ Anpassad Färg

# languageComboBox.Items
source: English Spanish German French
cs: Angličtina Španělština Němčina Francouzština
da: Engelsk Spansk Tysk Fransk
es: Inglés Español Alemán Francés
fi: Englanti Espanja Saksa Ranska
hu: Angol Spanyol Német Francia
it: Inglese Spagnolo Tedesco Francese
nl: Engels Spaans Duits Frans
pl: Angielski Hiszpański Niemiecki Francuski
pt_br: Inglês Espanhol Alemão Francês
ro: Engleză Spaniolă Germană Franceză
sv: Engelska Spanska Tyska Franska

# filesDataGridView.Header.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# filesDataGridView.Header.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# filesDataGridView.Header.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# filesDataGridView.Header.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# filesDataGridView.Header.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# dataGridView1.Header.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# dataGridView1.Header.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# dataGridView1.Header.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# dataGridView1.Header.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# dataGridView1.Header.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# dataGridView2.Header.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# dataGridView2.Header.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# dataGridView2.Header.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# dataGridView2.Header.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# dataGridView2.Header.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# skippedDataGridView.Header.StatusColumn.HeaderText
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# skippedDataGridView.Header.FileNameColumn.HeaderText
source: File Name
cs: Název Souboru
da: Filnavn
de: Dateiname
es: Nombre
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
it: Nome File
nl: Bestandsnaam
pl: Nazwa Pliku
pt_br: Nome do Arquivo
ro: Nume Fișier
sv: Filnamn

# skippedDataGridView.Header.FileSizeColumn.HeaderText
source: File Size
cs: Velikost Souboru
da: Filstørrelse
de: Dateigröße
es: Tamaño
fi: Tiedoston Koko
fr: Taille de fichier
hu: Fájlméret
it: Dimensione File
nl: Bestandsgrootte
pl: Rozmiar Pliku
pt_br: Tamanho do Arquivo
ro: Dimensiune Fișier
sv: Filstorlek

# skippedDataGridView.Header.SourceFilePathColumn.HeaderText
source: Source File Path
cs: Cesta ke Zdrojovému Souboru
da: Kildefilsti
de: Quelldateipfad
es: Ruta Origen
fi: Lähdetiedoston Polku
fr: Chemin fichier source
hu: Forrás Fájl Útvonal
it: Percorso File Sorgente
nl: Bron Bestandspad
pl: Ścieżka Pliku Źródłowego
pt_br: Caminho do Arquivo de Origem
ro: Cale Fișier Sursă
sv: Källfilsökväg

# skippedDataGridView.Header.DestinationFilePathColumn.HeaderText
source: Destination File Path
cs: Cesta k Cílovému Souboru
da: Målfilsti
de: Zieldateipfad
es: Ruta Destino
fi: Kohdetiedoston Polku
fr: Chemin fichier destination
hu: Cél Fájl Útvonal
it: Percorso File Destinazione
nl: Doel Bestandspad
pl: Ścieżka Pliku Docelowego
pt_br: Caminho do Arquivo de Destino
ro: Cale Fișier Destinație
sv: Målfilsökväg

# priorityLabel.Text
source: Program Priority:
cs: Priorita Programu:
da: Programprioritet:
de: Programm-Priorität:
es: Prioridad del Programa
fi: Ohjelman Prioriteetti:
fr: Priorité du programme :
hu: Program Prioritása:
it: Priorità Programma:
nl: Programma Prioriteit:
pl: Priorytet Programu:
pt_br: Prioridade do Programa:
ro: Prioritate Program:
sv: Programprioritet:

# opacityLabel.Text
source: Opacity:
cs: Průhlednost:
da: Opacitet:
de: Deckkraft:
es: Opacidad
fi: Läpinäkyvyys:
fr: Opacité :
hu: Átlátszóság:
it: Opacità:
nl: Doorzichtigheid:
pl: Przezroczystość:
pt_br: Opacidade:
ro: Opacitate:
sv: Opacitet:

# windowGroupBox.Text
source: Windows Settings
cs: Nastavení Okna
da: Vindueindstillinger
de: Fenstereinstellungen
es: Configuración de Ventana
fi: Ikkuna-asetukset
fr: Paramètres de la fenêtre
hu: Ablak Beállítások
it: Impostazioni Finestra
nl: Venster Instellingen
pl: Ustawienia Okna
pt_br: Configurações da Janela
ro: Setări Fereastră
sv: Fönsterinställningar

# skinsLanguageGoupBox.Text
source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Configuración de Temas y Idioma
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
sv: Språk

# soundsGroupBox.Text
source: Sound Settings
cs: Nastavení Zvuku
da: Lydindstillinger
de: Toneinstellungen
es: Configuración de Sonidos
fi: Ääni-asetukset
fr: Paramètres audio
hu: Hang Beállítások
it: Impostazioni Audio
nl: Geluid Instellingen
pl: Ustawienia Dźwięku
pt_br: Configurações de Som
ro: Setări Sunet
sv: Ljudinställningar

# performanceGroupBox.Text
source: Performance Settings
cs: Nastavení Výkonu
da: Ydelsesindstillinger
de: Leistungseinstellungen
es: Configuración de Rendimiento
fi: Suorituskykyasetukset
fr: Paramètres de performance
hu: Teljesítmény Beállítások
it: Impostazioni Prestazioni
nl: Prestatie Instellingen
pl: Ustawienia Wydajności
pt_br: Configurações de Desempenho
ro: Setări Performanță
sv: Prestandainställningar

# fileDirSettingsGroupBox.Text
source: File/Directory Settings
cs: Nastavení Souboru/Adresáře
da: Fil/Mappeindstillinger
de: Datei-/Ordnereinstellungen
es: Configuración de Archivos y Carpetas
fi: Tiedosto/Kansio-asetukset
fr: Paramètres Fichier/Dossier
hu: Fájl/Könyvtár Beállítások
it: Impostazioni File/Directory
nl: Bestand/Map Instellingen
pl: Ustawienia Pliku/Katalogu
pt_br: Configurações de Arquivo/Diretório
ro: Setări Fișier/Director
sv: Fil/Kataloginställningar

# otherSettingsGroupBox.Text
source: Other Settings
cs: Další Nastavení
da: Andre Indstillinger
de: Andere Einstellungen
es: Configuración de Otros Ajustes
fi: Muut Asetukset
fr: Autres paramètres
hu: Egyéb Beállítások
it: Altre Impostazioni
nl: Andere Instellingen
pl: Inne Ustawienia
pt_br: Outras Configurações
ro: Alte Setări
sv: Andra Inställningar

# bufferNumUpDown.AccessibleName
source: Buffer Size (KB)
cs: Velikost Vyrovnávací Paměti (KB)
da: Bufferstørrelse (KB)
de: Puffergröße (KB)
es: Tamaño del Búfer (KB)
fi: Puskurin Koko (KB)
fr: Taille du tampon (Ko)
hu: Puffer Méret (KB)
it: Dimensione Buffer (KB)
nl: Buffer Grootte (KB)
pl: Rozmiar Bufora (KB)
pt_br: Tamanho do Buffer (KB)
ro: Dimensiune Buffer (KB)
sv: Buffertstorlek (KB)

# securePassesNumUpDown.AccessibleName
source: Secure Delete Passes
cs: Průchody Bezpečného Mazání
da: Sikker Sletning Pass
de: Durchgänge für sicheres Löschen
es: Pases de Eliminación Segura
fi: Turvallinen Poisto Kierrokset
fr: Passes de suppression sécurisée
hu: Biztonságos Törlés Menetek
it: Passaggi Eliminazione Sicura
nl: Veilig Verwijderen Passes
pl: Przebiegi Bezpiecznego Usuwania
pt_br: Passagens de Exclusão Segura
ro: Trecere Ștergere Securizată
sv: Säker Radering Pass

# btnGoToInExplorer.Text
source: Open in Explorer
cs: Otevřít v Průzkumníkovi
da: Åbn i Explorer
de: Im Explorer öffnen
es: Abrir en Explorador
fi: Avaa Explorerissa
fr: Ouvrir dans l'Explorateur
hu: Megnyitás Explorerben
it: Apri in Explorer
nl: Openen in Explorer
pl: Otwórz w Eksploratorze
pt_br: Abrir no Explorer
ro: Deschide în Explorer
sv: Öppna i Explorer

# btnClearSkippedList.Text
source: Clear Skipped List
cs: Vyčistit Seznam Přeskočených
da: Ryd Springer Over Liste
de: Übersprungene-Liste leeren
es: Limpiar Lista Omitidos
fi: Tyhjennä Ohitettu Lista
fr: Vider la liste des ignorés
hu: Kihagyott Lista Törlése
it: Cancella Lista Saltati
nl: Overgeslagen Lijst Wissen
pl: Wyczyść Listę Pominiętych
pt_br: Limpar Lista de Ignorados
ro: Curăță Lista Oprite
sv: Rensa Överhoppad Lista

# updateGroupBox.Text
source: Update Settings
cs: Nastavení Aktualizací
da: Opdateringsindstillinger
de: Update-Einstellungen
es: Buscar Configuración
fi: Päivitysasetukset
fr: Paramètres de mise à jour
hu: Frissítés Beállítások
it: Impostazioni Aggiornamento
nl: Update Instellingen
pl: Ustawienia Aktualizacji
pt_br: Configurações de Atualização
ro: Setări Actualizare
sv: Uppdateringsinställningar

# setUpSMSButton.Text
source: Set Up SMS
cs: Nastavit SMS
da: Konfigurer SMS
de: SMS einrichten
es: Configurar SMS
fi: Määritä SMS
fr: Configurer SMS
hu: SMS Beállítása
it: Configura SMS
nl: SMS Instellen
pl: Skonfiguruj SMS
pt_br: Configurar SMS
ro: Configurează SMS
sv: Konfigurera SMS

# cmdTotals.Text
source: - Running Totals
cs: - Průběžné Součty
da: - Løbende Totaler
de: - Laufende Summen
es: - Totales Acumulados
fi: - Meneillään Olevat Yhteissummat
fr: - Totaux courants
hu: - Futó Összesítések
it: - Totali in Corso
nl: - Lopende Totalen
pl: - Bieżące Sumy
pt_br: - Totais em Execução
ro: - Totaluri în Curs
sv: - Löpande Totaler

# leaveEmptyFoldersCheckBox.Text
source: Leave Empty Folders
cs: Ponechat Prázdné Složky
da: Lad Tomme Mapper Stå
de: Leere Ordner belassen
es: Dejar Carpetas Vacías
fi: Jätä Tyhjät Kansiot
fr: Laisser les dossiers vides
hu: Üres Mappák Hagyják
it: Lascia Cartelle Vuote
nl: Lege Mappen Laten
pl: Zostaw Puste Foldery
pt_br: Deixar Pastas Vazias
ro: Lasă Foldere Goale
sv: Lämna Tomma Mappar

# titleTotalsLabel.Text
source: Running Totals For All Statistics
cs: Průběžné Součty Pro Všechny Statistiky
da: Løbende Totaler for Al Statistik
de: Laufende Summen für alle Statistiken
es: Totales Acumulados Para Todas las Estadísticas
fi: Meneillään Olevat Yhteissummat Kaikille Tilastoille
fr: Totaux courants pour toutes les statistiques
hu: Futó Összesítések Minden Statisztikához
it: Totali in Corso per Tutte le Statistiche
nl: Lopende Totalen Voor Alle Statistieken
pl: Bieżące Sumy Dla Wszystkich Statystyk
pt_br: Totais em Execução para Todas as Estatísticas
ro: Totaluri în Curs pentru Toate Statisticile
sv: Löpande Totaler För All Statistik

# totalCopyOperationsTitleLabel.Text
source: Copying Operations Total:
cs: Celkem Kopírovacích Operací:
da: Kopieringsoperationer Total:
de: Kopiervorgänge Gesamt:
es: Total de Operaciones de Copiado
fi: Kopiointitoimintojen Yhteissumma:
fr: Total opérations de copie :
hu: Másolási Műveletek Összesen:
it: Totale Operazioni Copia:
nl: Kopieerbewerkingen Totaal:
pl: Suma Operacji Kopiowania:
pt_br: Total de Operações de Cópia:
ro: Total Operațiuni Copiere:
sv: Kopieringsoperationer Totalt:

# totalMoveOperationsTitleLabel.Text
source: Moving Operations Total:
cs: Celkem Přesunovacích Operací:
da: Flytningoperationer Total:
de: Verschiebevorgänge Gesamt:
es: Total de Operaciones de Movimiento:
fi: Siirtotoimintojen Yhteissumma:
fr: Total opérations de déplacement :
hu: Áthelyezési Műveletek Összesen:
it: Totale Operazioni Spostamento:
nl: Verplaatsbewerkingen Totaal:
pl: Suma Operacji Przenoszenia:
pt_br: Total de Operações de Movimentação:
ro: Total Operațiuni Mutare:
sv: Flyttningsoperationer Totalt:

# totalDeleteOperationsTItleLabel.Text
source: Secure Delete Operations Total:
cs: Celkem Operací Bezpečného Mazání:
da: Sikker Sletning Operationer Total:
de: Sichere Löschvorgänge Gesamt:
es: Total de Operaciones de Borrado Seguro:
fi: Turvallisen Poiston Toimintojen Yhteissumma:
fr: Total opérations de suppression sécurisée :
hu: Biztonságos Törlés Műveletek Összesen:
it: Totale Operazioni Eliminazione Sicura:
nl: Veilig Verwijderen Bewerkingen Totaal:
pl: Suma Operacji Bezpiecznego Usuwania:
pt_br: Total de Operações de Exclusão Segura:
ro: Total Operațiuni Ștergere Securizată:
sv: Säker Radering Operationer Totalt:

# fileOverAllProgressLabel.Text
source: File Overall Progress:
cs: Celkový Pokrok Souboru:
da: Fil Samlet Fremskridt:
de: Datei-Gesamtfortschritt:
es: Progreso Total del Archivo:
fi: Tiedoston Kokonaisvaltainen Edistyminen:
fr: Progression globale du fichier :
hu: Fájl Általános Haladás:
it: Progresso Complessivo File:
nl: Bestand Algemene Voortgang:
pl: Ogólny Postęp Pliku:
pt_br: Progresso Geral do Arquivo:
ro: Progres General Fișier:
sv: Fil Övergripande Framsteg:

# totalFilesConsideredTitleLabel.Text
source: Total Files Considered:
cs: Celkem Zvažovaných Souborů:
da: Total Filer Overvejet:
de: Berücksichtigte Dateien gesamt:
es: Total de Archivos Considerados:
fi: Yhteensä Tiedostoja Harkittu:
fr: Total fichiers considérés :
hu: Összes Megfontolt Fájl:
it: Totale File Considerati:
nl: Totaal Bestanden Beschouwd:
pl: Razem Rozważonych Plików:
pt_br: Total de Arquivos Considerados:
ro: Total Fișiere Considerate:
sv: Totalt Filer Beaktade:

# totalFilesMovedTitleLabel.Text
source: Files Moved:
cs: Přesunuté Soubory:
da: Filer Flyttet:
de: Verschobene Dateien:
es: Archivos Movidos:
fi: Tiedostoja Siirretty:
fr: Fichiers déplacés :
hu: Áthelyezett Fájlok:
it: File Spostati:
nl: Bestanden Verplaatst:
pl: Przeniesione Pliki:
pt_br: Arquivos Movidos:
ro: Fișiere Mutate:
sv: Filer Flyttade:

# totalFilesCopiedTitleLabel.Text
source: Files Copied:
cs: Zkopírované Soubory:
da: Filer Kopieret:
de: Kopierte Dateien:
es: Archivos Copiados:
fi: Tiedostoja Kopioitu:
fr: Fichiers copiés :
hu: Másolt Fájlok:
it: File Copiati:
nl: Bestanden Gekopieerd:
pl: Skopiowane Pliki:
pt_br: Arquivos Copiados:
ro: Fișiere Copiate:
sv: Filer Kopierade:

# totalFilesDeletedTitleLabel.Text
source: Files Securely Deleted
cs: Bezpečně Smazané Soubory
da: Filer Sikker Slettet
de: Sicher gelöschte Dateien
es: Archivos Eliminados de Forma Segura:
fi: Tiedostoja Turvallisesti Poistettu
fr: Fichiers supprimés sécuritairement
hu: Biztonságosan Törölt Fájlok
it: File Eliminati Sicuramente
nl: Bestanden Veilig Verwijderd
pl: Bezpiecznie Usunięte Pliki
pt_br: Arquivos Excluídos Seguramente
ro: Fișiere Șterse Securizat
sv: Filer Säker Raderade

# totalFilesFailedTitleLabel.Text
source: Files Failed:
cs: Neúspěšné Soubory:
da: Filer Mislykkedes:
de: Fehlgeschlagene Dateien:
es: Archivos Fallidos:
fi: Tiedostoja Epäonnistunut:
fr: Fichiers échoués :
hu: Sikertelen Fájlok:
it: File Falliti:
nl: Bestanden Mislukt:
pl: Nieudane Pliki:
pt_br: Arquivos com Falha:
ro: Fișiere Eșuate:
sv: Filer Misslyckade:

# totalFilesSkippedTitleLabel.Text
source: Files Skipped:
cs: Přeskočené Soubory:
da: Filer Springer Over:
de: Übersprungene Dateien:
es: Archivos Omitidos:
fi: Tiedostoja Ohitettu:
fr: Fichiers ignorés :
hu: Kihagyott Fájlok:
it: File Saltati:
nl: Bestanden Overgeslagen:
pl: Pominięte Pliki:
pt_br: Arquivos Ignorados:
ro: Fișiere Oprite:
sv: Filer Överhoppade:

# totalBytesProcessedTitleLabel.Text
source: Total Bytes Processed:
cs: Celkem Zpracovaných Bajtů:
da: Total Behandlede Bytes:
de: Verarbeitete Bytes gesamt:
es: Total de Bytes Procesados:
fi: Yhteensä Käsiteltyjä Tavuja:
fr: Total octets traités :
hu: Összes Feldolgozott Bájt:
it: Totale Byte Elaborati:
nl: Totaal Bytes Verwerkt:
pl: Razem Przetworzonych Bajtów:
pt_br: Total de Bytes Processados:
ro: Total Octeți Procesați:
sv: Totalt Bearbetade Byte:

# totalBytesToProcessTitleLabel.Text
source: Total Bytes To Process (Est):
cs: Celkem Bajtů ke Zpracování (Odhad):
da: Total Bytes at Behandle (Estimeret):
de: Zu verarbeitende Bytes gesamt (Schätzung):
es: Total de Bytes por Procesar (Est):
fi: Yhteensä Käsiteltäviä Tavuja (Arvio):
fr: Total octets à traiter (Est) :
hu: Összes Feldolgozandó Bájt (Becsült):
it: Totale Byte da Elaborare (Stima):
nl: Totaal Bytes te Verwerken (Schatting):
pl: Razem Bajtów do Przetworzenia (Szac.):
pt_br: Total de Bytes a Processar (Estimativa):
ro: Total Octeți de Procesat (Estimare):
sv: Totalt Byte att Bearbeta (Uppskattning):

# totalTargetTimeTitleLabel.Text
source: Total Target Time:
cs: Celkový Cílový Čas:
da: Total Måltid:
de: Gesamte Zielzeit:
es: Tiempo Total Objetivo:
fi: Yhteensä Tavoiteaika:
fr: Temps cible total :
hu: Teljes Célidő:
it: Tempo Obiettivo Totale:
nl: Totaal Doeltijd:
pl: Całkowity Czas Docelowy:
pt_br: Tempo Objetivo Total:
ro: Timp Total Țintă:
sv: Total Måltid:

# totalElapsedTimeTitleLabel.Text
source: Total Elapsed Time:
cs: Celkový Uplynulý Čas:
da: Total Forløbet Tid:
de: Verstrichene Zeit gesamt:
es: Tiempo Total Transcurrido:
fi: Yhteensä Kulunut Aika:
fr: Temps écoulé total :
hu: Teljes Eltelt Idő:
it: Tempo Trascorso Totale:
nl: Totaal Verstreken Tijd:
pl: Całkowity Upłynięty Czas:
pt_br: Tempo Decorrido Total:
ro: Timp Total Scurs:
sv: Total Förfluten Tid:

# resetTotalsButton.Text
source: Reset All Running Totals
cs: Resetovat Všechny Průběžné Součty
da: Nulstil Alle Løbende Totaler
de: Alle laufenden Summen zurücksetzen
es: Restablecer Todos los Totales en Ejecución
fi: Nollaa Kaikki Meneillään Olevat Yhteissummat
fr: Réinitialiser tous les totaux courants
hu: Összes Futó Összesítés Visszaállítása
it: Reimposta Tutti i Totali in Corso
nl: Alle Lopende Totalen Resetten
pl: Zresetuj Wszystkie Bieżące Sumy
pt_br: Redefinir Todos os Totais em Execução
ro: Resetează Toate Totalurile în Curs
sv: Återställ Alla Löpande Totaler

# thread1Label.Text
source: Thread 1 - Progress / Stats:
cs: Vlákno 1 - Pokrok / Statistiky:
da: Tråd 1 - Fremskridt / Statistik:
de: Thread 1 – Fortschritt / Statistiken:
fi: Säie 1 - Edistyminen / Tilastot:
fr: Fil 1 – Progrès / Statistiques:
hu: Szál 1 - Haladás / Statisztikák:
it: Thread 1 - Progresso / Statistiche:
nl: Thread 1 - Voortgang / Statistieken:
pl: Wątek 1 - Postęp / Statystyki:
pt_br: Thread 1 - Progresso / Estatísticas:
ro: Fir 1 - Progres / Statistici:
sv: Tråd 1 - Framsteg / Statistik:

# thread2Label.Text
source: Thread 2 - Progress / Stats:
cs: Vlákno 2 - Pokrok / Statistiky:
da: Tråd 2 - Fremskridt / Statistik:
de: Thread 2 – Fortschritt / Statistiken:
fi: Säie 2 - Edistyminen / Tilastot:
fr: Fil 2 – Progrès / Statistiques:
hu: Szál 2 - Haladás / Statisztikák:
it: Thread 2 - Progresso / Statistiche:
nl: Thread 2 - Voortgang / Statistieken:
pl: Wątek 2 - Postęp / Statystyki:
pt_br: Thread 2 - Progresso / Estatísticas:
ro: Fir 2 - Progres / Statistici:
sv: Tråd 2 - Framsteg / Statistik:

# thread3Label.Text
source: Thread 3 - Progress / Stats:
cs: Vlákno 3 - Pokrok / Statistiky:
da: Tråd 3 - Fremskridt / Statistik:
de: Thread 3 – Fortschritt / Statistiken:
fi: Säie 3 - Edistyminen / Tilastot:
fr: Fil 3 – Progrès / Statistiques:
hu: Szál 3 - Haladás / Statisztikák:
it: Thread 3 - Progresso / Statistiche:
nl: Thread 3 - Voortgang / Statistieken:
pl: Wątek 3 - Postęp / Statystyki:
pt_br: Thread 3 - Progresso / Estatísticas:
ro: Fir 3 - Progres / Statistici:
sv: Tråd 3 - Framsteg / Statistik:

# thread4Label.Text
source: Thread 4 - Progress / Stats:
cs: Vlákno 4 - Pokrok / Statistiky:
da: Tråd 4 - Fremskridt / Statistik:
de: Thread 4 – Fortschritt / Statistiken:
fi: Säie 4 - Edistyminen / Tilastot:
fr: Fil 4 – Progrès / Statistiques:
hu: Szál 4 - Haladás / Statisztikák:
it: Thread 4 - Progresso / Statistiche:
nl: Thread 4 - Voortgang / Statistieken:
pl: Wątek 4 - Postęp / Statystyki:
pt_br: Thread 4 - Progresso / Estatísticas:
ro: Fir 4 - Progres / Statistici:
sv: Tråd 4 - Framsteg / Statistik:
