Repository: MikesRuthless12/CopyThatHavoc
Catalog: CopyThatProgram/CopyThatProgram/MainForm.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nl, pl, pt_br, ro, sv

# appLocationLabel.Text
source: App Location (Click Below):
cs: Umístění Aplikace (Klikněte Níže):
da: App Placering (Klik Nedenfor):
de: App-Speicherort (Unten klicken):
es: Ubicación de la Aplicación (Clic Abajo):
fi: Sovelluksen Sijainti (Klikkaa Alla):
fr: Emplacement de l'appli (Cliquez ci-dessous) :
hu: Alkalmazás Helye (Kattints Alább):
it: Posizione App (Clicca Sotto):
nl: App Locatie (Klik Hieronder):
pl: Lokalizacja Aplikacji (Kliknij Poniżej):
pt_br: Localização do App (Clique Abaixo):
ro: Locație Aplicație (Click Mai Jos):
sv: App Plats (Klicka Nedan):

# whenEmailingLabel.Text
source: When Emailing File/Folder List:
cs: Při Odesílání Seznamu Souborů/Složek:
da: Ved E-mail af Fil/Mappeliste:
de: Beim Senden der Datei-/Ordnerliste per E-Mail:
es: Al Enviar Lista por email:
fi: Kun Lähetetään Tiedosto/Kansiolista:
fr: Lors de l'envoi de la liste Fichier/Dossier :
hu: Fájl/Mappa Lista Küldésekor:
it: Quando si Invia Lista File/Cartelle:
nl: Bij E-mailen Bestand/Map Lijst:
pl: Podczas Wysyłania Listy Plików/Folderów:
pt_br: Ao Enviar Lista de Arquivos/Pastas:
ro: La Trimiterea Listei Fișier/Folder:
sv: Vid E-post av Fil/Mapplista:

# emailGroupBox.Text
source: Email Settings (Pro):
cs: Nastavení E-mailu (Pro):
da: E-mail Indstillinger (Pro):
de: E-Mail-Einstellungen (Pro):
es: Configuración de Email (Pro)
fi: Sähköposti Asetukset (Pro):
fr: Paramètres Email (Pro) :
hu: E-mail Beállítások (Pro):
it: Impostazioni Email (Pro):
nl: E-mail Instellingen (Pro):
pl: Ustawienia E-mail (Pro):
pt_br: Configurações de Email (Pro):
ro: Setări E-mail (Pro):
sv: E-post Inställningar (Pro):

# zipSettingsLabel.Text
source: Before C/M Zip File Settings:
cs: Nastavení Zip Souboru Před K/P:
da: Zip Filindstillinger Før K/F:
de: Vor K/V Zip-Dateieinstellungen:
es: Configuración de Zip Antes de C/M:
fi: Zip Tiedosto Asetukset Ennen K/S:
fr: Avant C/D Paramètres Zip :
hu: Zip Fájl Beállítások M/A Előtt:
it: Impostazioni Zip Prima di C/M:
nl: Zip Bestand Instellingen Voor K/V:
pl: Ustawienia Pliku Zip Przed K/P:
pt_br: Configurações Zip Antes de C/M:
ro: Setări Fișier Zip Înainte de C/M:
sv: Zip Filinställningar Före K/F:

# exportListLabel.Text
source: Export List Settings:
cs: Nastavení Exportu Seznamu:
da: Eksporter Listeindstillinger:
de: Listen-Exporteinstellungen:
es: Configuración de Exportar Lista:
fi: Vie Lista Asetukset:
fr: Paramètres d'exportation de liste :
hu: Lista Export Beállítások:
it: Impostazioni Esportazione Lista:
nl: Export Lijst Instellingen:
pl: Ustawienia Eksportu Listy:
pt_br: Configurações de Exportação de Lista:
ro: Setări Export Listă:
sv: Export Listinställningar:

# setBufferLabel.Text
source: Buffer Size:
cs: Velikost Vyrovnávací Paměti:
da: Bufferstørrelse:
de: Puffergröße:
es: Tamaño del Búfer:
fi: Puskurin Koko:
fr: Taille du tampon :
hu: Puffer Méret:
it: Dimensione Buffer:
nl: Buffer Grootte:
pl: Rozmiar Bufora:
pt_br: Tamanho do Buffer:
ro: Dimensiune Buffer:
sv: Buffertstorlek:

# cmOnlyIfLabel.Text
source: C/M Only If:
cs: K/P Pouze Pokud:
da: K/F Kun Hvis:
de: K/V nur wenn:
es: C/M Solo Si:
fi: K/S Vain Jos:
fr: C/D seulement si :
hu: M/A Csak Ha:
it: C/M Solo Se:
nl: K/V Alleen Als:
pl: K/P Tylko Jeśli:
pt_br: C/M Apenas Se:
ro: C/M Doar Dacă:
sv: K/F Endast Om:

# setMBUmderLabel.Text
source: C/M If Under:
cs: K/P Pokud Pod:
da: K/F Hvis Under:
de: K/V wenn unter:
es: C/M Si es Menor de:
fi: K/S Jos Alle:
fr: C/D si moins de :
hu: M/A Ha Alatta:
it: C/M Se Sotto:
nl: K/V Als Onder:
pl: K/P Jeśli Poniżej:
pt_br: C/M Se Abaixo:
ro: C/M Dacă Sub:
sv: K/F Om Under:

# setMBGBOverLabel.Text
source: C/M If Over:
cs: K/P Pokud Nad:
da: K/F Hvis Over:
de: K/V wenn über:
es: C/M Si es Mayor de:
fi: K/S Jos Yli:
fr: C/D si plus de :
hu: M/A Ha Felette:
it: C/M Se Sopra:
nl: K/V Als Boven:
pl: K/P Jeśli Powyżej:
pt_br: C/M Se Acima:
ro: C/M Dacă Peste:
sv: K/F Om Över:

# exportFileListLabel.Text
source: Export File List:
cs: Exportovat Seznam Souborů:
da: Eksporter Filliste:
de: Dateiliste exportieren:
es: Exportar lista de Archivos:
fi: Vie Tiedostolista:
fr: Exporter la liste de fichiers :
hu: Fájllista Exportálása:
it: Esporta Lista File:
nl: Exporteer Bestandslijst:
pl: Eksportuj Listę Plików:
pt_br: Exportar Lista de Arquivos:
ro: Exportă Listă Fișiere:
sv: Exportera Fillista:

# skinsLabel.Text
source: Skins:
cs: Motivy:
da: Temaer:
de: Designs:
es: Temas:
fi: Teemat:
fr: Thèmes :
hu: Stílusok:
it: Temi:
nl: Thema's:
pl: Skórki:
pt_br: Temas:
ro: Teme:
sv: Teman:

# languageLabel.Text
source: Language:
cs: Jazyk:
da: Sprog:
de: Sprache:
es: Idioma:
fi: Kieli:
fr: Langue :
hu: Nyelv:
it: Lingua:
nl: Taal:
pl: Język:
pt_br: Idioma:
ro: Limbă:
sv: Språk:

# pasteLabel.Text
source: Paste:
cs: Vložit:
da: Indsæt:
de: Einfügen:
es: Pegar:
fi: Liitä:
fr: Coller :
hu: Beillesztés:
it: Incolla:
nl: Plakken:
pl: Wklej:
pt_br: Colar:
ro: Lipește:
sv: Klistra In:

# dragDropLabel.Text
source: Drag Drop:
cs: Přetažení:
da: Træk & Slip:
es: Arrastrar y Soltar:
fi: Vedä & Pudota:
fr: Glisser Déposer :
hu: Húzd & Ejtsd:
it: Trascina Rilascia:
pl: Przeciągnij i Upuść:
pt_br: Arrastar e Soltar:
ro: Trage & Plasează:

# settingsWindowLabel.Text
source: Window:
cs: Okno:
da: Vindue:
de: Fenster:
es: Ventana:
fi: Ikkuna:
fr: Fenêtre :
hu: Ablak:
it: Finestra:
nl: Venster:
pl: Okno:
pt_br: Janela:
ro: Fereastră:
sv: Fönster:

# fontsLabel.Text
source: Font Size:
cs: Velikost Písma:
da: Skriftstørrelse:
de: Schriftgröße:
es: Tamaño de Fuente:
fi: Fontin Koko:
fr: Taille de police :
hu: Betűméret:
it: Dimensione Carattere:
nl: Lettergrootte:
pl: Rozmiar Czcionki:
pt_br: Tamanho da Fonte:
ro: Dimensiune Font:
sv: Teckenstorlek:

# checkForUpdatesButton.Text
source: Check for Updates
cs: Zkontrolovat Aktualizace
da: Tjek for Opdateringer
de: Nach Updates suchen
es: Buscar Actualizaciones
fi: Tarkista Päivitykset
fr: Vérifier les mises à jour
hu: Frissítések Keresése
it: Controlla Aggiornamenti
nl: Controleren op Updates
pl: Sprawdź Aktualizacje
pt_br: Verificar Atualizações
ro: Verifică Actualizări
sv: Sök efter Uppdateringar

# addAllowedButton.Text
source: Add Ext.
cs: Přidat Příp.
da: Tilføj Ext.
de: Erw. hinzuf.
es: Agregar Ext.
fi: Lisää Pääte
fr: Ajouter Ext.
hu: Kiterj. Hozzáadása
it: Aggiungi Est.
nl: Ext. Toevoegen
pl: Dodaj Rozsz.
pt_br: Adicionar Ext.
ro: Adaugă Ext.
sv: Lägg Till Ext.

# removeAllowedButton.Text
source: Remove Ext.
cs: Odebrat Příp.
da: Fjern Ext.
de: Erw. entf.
es: Quitar ext.
fi: Poista Pääte
fr: Supprimer Ext.
hu: Kiterj. Eltávolítása
it: Rimuovi Est.
nl: Ext. Verwijderen
pl: Usuń Rozsz.
pt_br: Remover Ext.
ro: Îndepărtează Ext.
sv: Ta Bort Ext.

# clearAllowedButton.Text
source: Clear List
cs: Vyčistit Seznam
da: Ryd Liste
de: Liste leeren
es: Limpiar Lista
fi: Tyhjennä Lista
fr: Vider la liste
hu: Lista Törlése
it: Svuota Lista
nl: Lijst Wissen
pl: Wyczyść Listę
pt_br: Limpar Lista
ro: Curăță Lista
sv: Rensa Lista

# allowedLabel.Text
source: Allowed Extensions:
cs: Povolené Přípony:
da: Tilladte Filtilføjelser:
de: Erlaubte Dateiendungen:
es: Extensiones Permitidas:
fi: Sallitut Tiedostopäätteet:
fr: Extensions autorisées :
hu: Engedélyezett Kiterjesztések:
it: Estensioni Consentite:
nl: Toegestane Extensies:
pl: Dozwolone Rozszerzenia:
pt_br: Extensões Permitidas:
ro: Extensii Permise:
sv: Tillåtna Filtillägg:

# addExcludedButton.Text
source: Add Ext.
cs: Přidat Příp.
da: Tilføj Ext.
de: Erw. hinzuf.
es: Agregar Ext.
fi: Lisää Pääte
fr: Ajouter Ext.
hu: Kiterj. Hozzáadása
it: Aggiungi Est.
nl: Ext. Toevoegen
pl: Dodaj Rozsz.
pt_br: Adicionar Ext.
ro: Adaugă Ext.
sv: Lägg Till Ext.

# removeExcludedButton.Text
source: Remove Ext.
cs: Odebrat Příp.
da: Fjern Ext.
de: Erw. entf.
es: Quitar Ext.
fi: Poista Pääte
fr: Supprimer Ext.
hu: Kiterj. Eltávolítása
it: Rimuovi Est.
nl: Ext. Verwijderen
pl: Usuń Rozsz.
pt_br: Remover Ext.
ro: Îndepărtează Ext.
sv: Ta Bort Ext.

# clearExcludedButton.Text
source: Clear List
cs: Vyčistit Seznam
da: Ryd Liste
de: Liste leeren
es: Limpiar Lista
fi: Tyhjennä Lista
fr: Vider la liste
hu: Lista Törlése
it: Svuota Lista
nl: Lijst Wissen
pl: Wyczyść Listę
pt_br: Limpar Lista
ro: Curăță Lista
sv: Rensa Lista

# excludedLabel.Text
source: Excluded Extensions:
cs: Vyloučené Přípony:
da: Ekskluderede Filtilføjelser:
de: Ausgeschlossene Dateiendungen:
es: Extensiones Excluidas:
fi: Poistetut Tiedostopäätteet:
fr: Extensions exclues :
hu: Kizárt Kiterjesztések:
it: Estensioni Escluse:
nl: Uitgesloten Extensies:
pl: Wykluczone Rozszerzenia:
pt_br: Extensões Excluídas:
ro: Extensii Excluse:
sv: Uteslutna Filtillägg:

# cloneButton.Text
source: Rescan & Clone
cs: Znovu Prohledat & Klonovat
da: Scan Igen & Klon
de: Erneut scannen & Klonen
es: Re-escanear & Clonar
fi: Skannaa Uudelleen & Kloonaa
fr: Rescanner & Cloner
hu: Újraellenőrzés & Klónozás
it: Riesamina & Clona
nl: Opnieuw Scannen & Klonen
pl: Ponownie Skanuj & Klonuj
pt_br: Reexaminar & Clonar
ro: Rescanează & Clonează
sv: Skanna Om & Klona

# totalHistoryLabel.Text
source: Total History Items: 0
cs: Celkem Položek Historie: 0
da: Total Historikelementer: 0
de: Verlaufseinträge gesamt: 0
es: Total de Elementos en Historial: 0
fi: Yhteensä Historia Kohteita: 0
fr: Total éléments historique : 0
hu: Összes Előzmény Elem: 0
it: Totale Elementi Cronologia: 0
nl: Totaal Geschiedenis Items: 0
pl: Razem Elementów Historii: 0
pt_br: Total de Itens do Histórico: 0
ro: Total Elemente Istoric: 0
sv: Totalt Historikobjekt: 0

# deleteEntryButton.Text
source: Delete Entry
cs: Smazat Záznam
da: Slet Post
de: Eintrag löschen
es: Eliminar Entrada
fi: Poista Merkintä
fr: Supprimer l'entrée
hu: Bejegyzés Törlése
it: Elimina Voce
nl: Vermelding Verwijderen
pl: Usuń Wpis
pt_br: Excluir Entrada
ro: Șterge Intrarea
sv: Ta Bort Post

# clearHistoryButton.Text
source: Clear History
cs: Vyčistit Historií
da: Ryd Historik
de: Verlauf löschen
es: Limpiar Historial
fi: Tyhjennä Historia
fr: Vider l'historique
hu: Előzmények Törlése
it: Cancella Cronologia
nl: Geschiedenis Wissen
pl: Wyczyść Historię
pt_br: Limpar Histórico
ro: Curăță Istoric
sv: Rensa Historik

# goToInExplorerButton.Text
source: Open File In Explorer
cs: Otevřít Soubor v Průzkumníkovi
da: Åbn Fil i Explorer
de: Datei im Explorer öffnen
es: Abrir Archivo en Explorador
fi: Avaa Tiedosto Explorerissa
fr: Ouvrir dans l'Explorateur
hu: Fájl Megnyitása Explorerben
it: Apri File in Explorer
nl: Open Bestand in Explorer
pl: Otwórz Plik w Eksploratorze
pt_br: Abrir Arquivo no Explorer
ro: Deschide Fișier în Explorer
sv: Öppna Fil i Explorer

# totalSkippedLabel.Text
source: Total Skipped Files: 0
cs: Celkem Přeskočených Souborů: 0
da: Total Springer Over Filer: 0
de: Übersprungene Dateien gesamt: 0
es: Total de Archivos Omitidos: 0
fi: Yhteensä Ohitetut Tiedostot: 0
fr: Total fichiers ignorés : 0
hu: Összes Kihagyott Fájl: 0
it: Totale File Saltati: 0
nl: Totaal Overgeslagen Bestanden: 0
pl: Razem Pominiętych Plików: 0
pt_br: Total de Arquivos Ignorados: 0
ro: Total Fișiere Oprite: 0
sv: Totalt Överhoppade Filer: 0

# clearSkippedListButton.Text
source: Clear Skipped List
cs: Vyčistit Seznam Přeskočených
da: Ryd Springer Over Liste
de: Übersprungene-Liste leeren
es: Limpiar Lista Omitida
fi: Tyhjennä Ohitettu Lista
fr: Vider la liste des ignorés
hu: Kihagyott Lista Törlése
it: Cancella Lista Saltati
nl: Overgeslagen Lijst Wissen
pl: Wyczyść Listę Pominiętych
pt_br: Limpar Lista de Ignorados
ro: Curăță Lista Oprite
sv: Rensa Överhoppad Lista

# fileNameLabel1.Text
source: Filename:
cs: Název souboru:
da: Filnavn:
de: Dateiname:
es: Nombre:
fi: Tiedostonimi:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
sv: Filnamn:

# fileNameLabel2.Text
source: Filename:
cs: Název souboru:
da: Filnavn:
de: Dateiname:
es: Nombre:
fi: Tiedostonimi:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
sv: Filnamn:

# fileNameLabel3.Text
source: Filename:
cs: Název souboru:
da: Filnavn:
de: Dateiname:
es: Nombre:
fi: Tiedostonimi:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
sv: Filnamn:

# fileNameLabel4.Text
source: Filename:
cs: Název souboru:
da: Filnavn:
de: Dateiname:
es: Nombre:
fi: Tiedostonimi:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
sv: Filnamn:

# filesNameLabel1.Text
source: Nothing
cs: Nic
da: Intet
de: Nichts
es: Nada
fi: Ei Mitään
fr: Rien
hu: Semmi
it: Niente
nl: Niets
pl: Nic
pt_br: Nada
ro: Nimic
sv: Ingenting

# filesNameLabel2.Text
source: Nothing
cs: Nic
da: Intet
de: Nichts
es: Nada
fi: Ei Mitään
fr: Rien
hu: Semmi
it: Niente
nl: Niets
pl: Nic
pt_br: Nada
ro: Nimic
sv: Ingenting

# filesNameLabel3.Text
source: Nothing
cs: Nic
da: Intet
de: Nichts
es: Nada
fi: Ei Mitään
fr: Rien
hu: Semmi
it: Niente
nl: Niets
pl: Nic
pt_br: Nada
ro: Nimic
sv: Ingenting

# filesNameLabel4.Text
source: Nothing
cs: Nic
da: Intet
de: Nichts
es: Nada
fi: Ei Mitään
fr: Rien
hu: Semmi
it: Niente
nl: Niets
pl: Nic
pt_br: Nada
ro: Nimic
sv: Ingenting

# totalProgressMultiLabel.Text
source: Total Overall Progress:
cs: Celkový Celkový Pokrok:
da: Total Samlet Fremskridt:
de: Gesamter Fortschritt:
es: Progreso Total General:
fi: Yhteensä Kokonaisvaltainen Edistyminen:
fr: Progression globale totale :
hu: Teljes Általános Haladás:
it: Progresso Complessivo Totale:
nl: Totaal Algemene Voortgang:
pl: Całkowity Ogólny Postęp:
pt_br: Progresso Total Geral:
ro: Total Progres General:
sv: Total Övergripande Framsteg:

# onFinishMultiLabel.Text
source: On Finish:
cs: Po Dokončení:
da: Ved Afslutning:
de: Bei Abschluss:
es: Al Finalizar:
fi: Kun Valmis:
fr: À la fin :
hu: Befejezéskor:
it: Al Termine:
nl: Bij Voltooien:
pl: Po Zakończeniu:
pt_br: Ao Terminar:
ro: La Finalizare:
sv: Vid Slut:

# fileNameLabel.Text
source: File:
cs: Soubor:
da: Fil:
de: Datei:
es: Archivo:
fi: Tiedosto:
fr: Fichier :
hu: Fájl:
nl: Bestand:
pl: Plik:
pt_br: Arquivo:
ro: Fișier:
sv: Fil:

# fromLabel.Text
source: Source(s):
cs: Zdroj(e):
da: Kilde(r):
de: Quelle(n):
es: Origen(es):
fi: Lähde(t):
hu: Forrás(ok):
it: Sorgente(i):
nl: Bron(nen):
pl: Źródło(a):
pt_br: Origem(ns):
ro: Sursă(e):
sv: Källa(n):

# targetLabel.Text
source: Target(s):
cs: Cíl(e):
da: Mål:
de: Ziel(e):
es: Destino(s):
fi: Kohde(t):
fr: Cible(s) :
hu: Cél(ok):
it: Destinazione(i):
nl: Doel(en):
pl: Cel(e):
pt_br: Destino(s):
ro: Destinație(i):
sv: Mål:

# fileOptionsLabel.Text
source: File Options For Processing and After Processing: ||
cs: Možnosti Souborů Pro Zpracování a Po Zpracování: ||
da: Filindstillinger Til Behandling og Efter Behandling: ||
de: Dateioptionen für die Verarbeitung und nach der Verarbeitung: ||
es: Opciones de Archivo para Procesamiento y Después: ||
fi: Tiedosto Asetukset Käsittelyyn ja Käsittelyn Jälkeen: ||
fr: Options de fichier pour le traitement et après traitement : ||
hu: Fájl Beállítások Feldolgozáshoz és Feldolgozás Után: ||
it: Opzioni File per Elaborazione e Dopo Elaborazione: ||
nl: Bestandsopties Voor Verwerking en Na Verwerking: ||
pl: Opcje Plików Do Przetwarzania i Po Przetwarzaniu: ||
pt_br: Opções de Arquivo para Processamento e Após Processamento: ||
ro: Opțiuni Fișier pentru Procesare și După Procesare: ||
sv: Filalternativ För Bearbetning och Efter Bearbetning: ||

# onFinishLabel.Text
source: On Finish:
cs: Po Dokončení:
da: Ved Afslutning:
de: Bei Abschluss:
es: Al Finalizar:
fi: Kun Valmis:
fr: À la fin :
hu: Befejezéskor:
it: Al Termine:
nl: Bij Voltooien:
pl: Po Zakończeniu:
pt_br: Ao Terminar:
ro: La Finalizare:
sv: Vid Slut:

# cmdLabel.Text
source: C/M/D:
cs: K/P/S:
da: K/F/S:
de: K/V/L:
es: C/M/E:
fi: K/S/P:
fr: C/D/S :
hu: M/A/T:
nl: K/V/W:
pl: K/P/U:
ro: C/M/Ș:
sv: K/F/R:

# searchFileFolderLabel.Text
source: Search For File/Folder:
cs: Hledat Soubor/Složku:
da: Søg efter Fil/Mappe:
de: Suche nach Datei/Ordner:
es: Buscar Archivo/Carpeta:
fi: Etsi Tiedosto/Kansio:
fr: Rechercher Fichier/Dossier :
hu: Fájl/Mappa Keresése:
it: Cerca File/Cartella:
nl: Zoeken naar Bestand/Map:
pl: Szukaj Pliku/Folderu:
pt_br: Procurar Arquivo/Pasta:
ro: Caută Fișier/Folder:
sv: Sök efter Fil/Mapp:

# clearTextButton.Text
source: Clear Text
cs: Vyčistit Text
da: Ryd Tekst
de: Text löschen
es: Limpiar Texto
fi: Tyhjennä Teksti
fr: Effacer le texte
hu: Szöveg Törlése
it: Pulisci Testo
nl: Tekst Wissen
pl: Wyczyść Tekst
pt_br: Limpar Texto
ro: Curăță Text
sv: Rensa Text

# fileUpLabel.Text
source: Mover File Up:
cs: Posunout Soubor Nahoru:
da: Flyt Fil Op:
de: Datei nach oben:
es: Subir Archivo/Carp.:
fi: Siirrä Tiedosto Ylös:
fr: Monter le fichier :
hu: Fájl Mozgatása Fel:
it: Sposta File Su:
nl: Bestand Omhoog Verplaatsen:
pl: Przesuń Plik w Góre:
pt_br: Mover Arquivo Para Cima:
ro: Mută Fișier Sus:
sv: Flytta Fil Upp:

# fileDownLabel.Text
source: Mover File Down:
cs: Posunout Soubor Dolů:
da: Flyt Fil Ned:
de: Datei nach unten:
es: Bajar aAchivo/Carp.:
fi: Siirrä Tiedosto Alas:
fr: Descendre le fichier :
hu: Fájl Mozgatása Le:
it: Sposta File Giù:
nl: Bestand Omlaag Verplaatsen:
pl: Przesuń Plik w Dół:
pt_br: Mover Arquivo Para Baixo:
ro: Mută Fișier Jos:
sv: Flytta Fil Ner:

# moveTopLabel.Text
source: Mover To Top:
cs: Posunout na Vrchol:
da: Flyt til Toppen:
de: An den Anfang:
es: Al Principio:
fi: Siirrä Ylimpään:
fr: Déplacer en haut :
hu: Mozgatás Tetejére:
it: Sposta in Cima:
nl: Naar Boven Verplaatsen:
pl: Przesuń na Szczyt:
pt_br: Mover Para o Topo:
ro: Mută în Vârf:
sv: Flytta till Toppen:

# moveBottomLabel.Text
source: Mover to Bottom:
cs: Posunout na Spodek:
da: Flyt til Bunden:
de: An das Ende:
es: Al Final:
fi: Siirrä Alimpaan:
fr: Déplacer en bas :
hu: Mozgatás Aljára:
it: Sposta in Fondo:
nl: Naar Onder Verplaatsen:
pl: Przesuń na Dół:
pt_br: Mover Para o Fundo:
ro: Mută în Fund:
sv: Flytta till Botten:

# overallProgressLabel.Text
source: Total Overall Progress:
cs: Celkový Celkový Pokrok:
da: Total Samlet Fremskridt:
de: Gesamter Fortschritt:
es: Progreso Total General:
fi: Yhteensä Kokonaisvaltainen Edistyminen:
fr: Progression globale totale :
hu: Teljes Általános Haladás:
it: Progresso Complessivo Totale:
nl: Totaal Algemene Voortgang:
pl: Całkowity Ogólny Postęp:
pt_br: Progresso Total Geral:
ro: Total Progres General:
sv: Total Övergripande Framsteg:

# filesDataGridView.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# filesDataGridView.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# filesDataGridView.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# filesDataGridView.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# filesDataGridView.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# dataGridView2.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# dataGridView2.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# dataGridView2.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# dataGridView2.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# dataGridView2.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# dataGridView1.Name
source: Name
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sv: Namn

# dataGridView1.Path
source: Path
cs: Cesta
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
pt_br: Caminho
ro: Cale
sv: Sökväg

# dataGridView1.Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ro: Tip
sv: Typ

# dataGridView1.Size
source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
sv: Storlek

# dataGridView1.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# skippedDataGridView.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare

# skippedDataGridView.FileName
source: File Name
cs: Název Souboru
da: Filnavn
de: Dateiname
es: Nombre de Archivo
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
it: Nome File
nl: Bestandsnaam
pl: Nazwa Pliku
pt_br: Nome do Arquivo
ro: Nume Fișier
sv: Filnamn

# skippedDataGridView.FileSize
source: File Size
cs: Velikost Souboru
da: Filstørrelse
de: Dateigröße
es: Tamaño
fi: Tiedoston Koko
fr: Taille de fichier
hu: Fájlméret
it: Dimensione File
nl: Bestandsgrootte
pl: Rozmiar Pliku
pt_br: Tamanho do Arquivo
ro: Dimensiune Fișier
sv: Filstorlek

# skippedDataGridView.SourceFilePath
source: Source File Path
cs: Cesta ke Zdrojovému Souboru
da: Kildefilsti
de: Quelldateipfad
es: Ruta Origen
fi: Lähdetiedoston Polku
fr: Chemin fichier source
hu: Forrás Fájl Útvonal
it: Percorso File Sorgente
nl: Bron Bestandspad
pl: Ścieżka Pliku Źródłowego
pt_br: Caminho do Arquivo de Origem
ro: Cale Fișier Sursă
sv: Källfilsökväg

# skippedDataGridView.DestinationFilePath
source: Destination File Path
cs: Cesta k Cílovému Souboru
da: Målfilsti
de: Zieldateipfad
es: Ruta Destino
fi: Kohdetiedoston Polku
fr: Chemin fichier destination
hu: Cél Fájl Útvonal
it: Percorso File Destinazione
nl: Doel Bestandspad
pl: Ścieżka Pliku Docelowego
pt_br: Caminho do Arquivo de Destino
ro: Cale Fișier Destinație
sv: Målfilsökväg

# copyHistoryDGV.Date
source: Date
cs: Datum
da: Dato
de: Datum
es: Fecha
fi: Päivämäärä
hu: Dátum
it: Data
nl: Datum
pl: Data
pt_br: Data
ro: Dată
sv: Datum

# copyHistoryDGV.Operation
source: Operation
cs: Operace
de: Vorgang
es: Operación
fi: Toiminto
fr: Opération
hu: Művelet
it: Operazione
nl: Bewerking
pl: Operacja
pt_br: Operação
ro: Operație

# copyHistoryDGV.Source
source: Source
cs: Zdroj
da: Kilde
de: Quelle
es: Origen
fi: Lähde
hu: Forrás
it: Sorgente
nl: Bron
pl: Źródło
pt_br: Origem
ro: Sursă
sv: Källa

# copyHistoryDGV.Destination
source: Destination
cs: Cíl
de: Ziel
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
nl: Bestemming
pl: Przeznaczenie
pt_br: Destino
ro: Destinație

# copyHistoryDGV.Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ro: Stare
