Repository: MikesRuthless12/CopyThatHavoc
Catalog: CopyThatProgram/CopyThatProgram/MainForm.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nl, pl, pt_br, ro, sv

# cmdHomePage.Text
source: - Home
cs: - Domů
da: - Hjem
de: - Startseite
es: - Inicio
fi: - Koti
fr: - Accueil
hu: - Főoldal
pl: - Strona główna
pt_br: - Início
ro: - Acasă
sv: - Hem

# cmdMultithread.Text
source: - Multi-Thread
cs: - Vícevláknové
es: - Multi-hilo
hu: - Többszálú
pl: - Wielowątkowość
ro: - Multi-Fir

# cmdExclusions.Text
source: Allow / Exclude
cs: Povolit / Vyloučit
da: Tillad / Ekskluder
de: Zulassen / Ausschließen
es: - Permitidos / Excluidos
fi: Salli / Poista
fr: Autoriser / Exclure
hu: Engedélyez / Zárj Ki
it: Consenti / Escludi
nl: Toestaan / Uitsluiten
pl: Zezwól / Wyklucz
pt_br: Permitir / Excluir
ro: Permite / Exclude
sv: Tillåt / Uteslut

# cmdSkipPage.Text
source: - Skipped Files/Directories
cs: - Přeskočené Soubory/Adresáře
da: - Springer Over Filer/Mapper
de: - Übersprungene Dateien/Ordner
es: - Archivos Omitidos
fi: - Ohitetut Tiedostot/Kansiot
fr: - Fichiers/Dossiers ignorés
hu: - Kihagyott Fájlok/Könyvtárak
it: - File/Directory Saltati
nl: - Overgeslagen Bestanden/Mappen
pl: - Pominięte Pliki/Katalogi
pt_br: - Arquivos/Diretórios Ignorados
ro: - Fișiere/Directoare Oprite
sv: - Hoppade Över Filer/Kataloger

# cmdSettingsPage.Text
source: - Settings
cs: - Nastavení
da: - Indstillinger
de: - Einstellungen
es: - Configuración
fi: - Asetukset
fr: - Paramètres
hu: - Beállítások
it: - Impostazioni
nl: - Instellingen
pl: - Ustawienia
pt_br: - Configurações
ro: - Setări
sv: - Inställningar

# cmdAboutPage.Text
source: - About
cs: - O Aplikaci
da: - Om
de: - Über
es: - Acerca de
fi: - Tietoja
fr: - À propos
hu: - Névjegy
it: - Informazioni
nl: - Over
pl: - Informacje
pt_br: - Sobre
ro: - Despre
sv: - Om

# cmdCopyHistory.Text
source: - History
cs: - Historie
da: - Historik
de: - Verlauf
es: - Historial
fi: - Historia
fr: - Historique
hu: - Előzmények
it: - Cronologia
nl: - Geschiedenis
pl: - Historia
pt_br: - Histórico
ro: - Istoric
sv: - Historik

# addFileButton.Text
source: Add Files
cs: Přidat Soubory
da: Tilføj Filer
de: Dateien hinzufügen
es: Agregar Archivos
fi: Lisää Tiedostoja
fr: Ajouter des fichiers
hu: Fájlok Hozzáadása
it: Aggiungi File
nl: Bestanden Toevoegen
pl: Dodaj Pliki
pt_br: Adicionar Arquivos
ro: Adaugă Fișiere
sv: Lägg Till Filer

# removeFileButton.Text
source: Remove File
cs: Odebrat Soubor
da: Fjern Fil
de: Datei entfernen
es: Quitar Archivo
fi: Poista Tiedosto
fr: Supprimer le fichier
hu: Fájl Eltávolítása
it: Rimuovi File
nl: Bestand Verwijderen
pl: Usuń Plik
pt_br: Remover Arquivo
ro: Îndepărtează Fișier
sv: Ta Bort Fil

# clearFileListButton.Text
source: Clear List
cs: Vyčistit Seznam
da: Ryd Liste
de: Liste leeren
es: Limpiar Lista
fi: Tyhjennä Lista
fr: Vider la liste
hu: Lista Törlése
it: Svuota Lista
nl: Lijst Wissen
pl: Wyczyść Listę
pt_br: Limpar Lista
ro: Curăță Lista
sv: Rensa Lista

# startButton.Text
source: Start
cs: Spustit
es: Iniciar
fi: Käynnistä
fr: Démarrer
hu: Indítás
it: Avvia
pt_br: Iniciar
sv: Starta

# cancelButton.Text
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sv: Avbryt

# skipButton.Text
source: Skip
cs: Přeskočit
da: Spring Over
de: Überspringen
es: Omitir
fi: Ohita
fr: Ignorer
hu: Kihagyás
it: Salta
nl: Overslaan
pl: Pomiń
pt_br: Ignorar
ro: Omite
sv: Hoppa Över

# pauseResumeMultiButton.Text
source: Pause
cs: Pozastavit
es: Pausar
fi: Tauko
hu: Szünet
it: Pausa
nl: Pauze
pl: Wstrzymaj
pt_br: Pausar
ro: Pauză
sv: Pausa

# cancelMultiButton.Text
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sv: Avbryt

# filePathLabel.Text
source: No File Selected
cs: Nevybrán Žádný Soubor
da: Ingen Fil Valgt
de: Keine Datei ausgewählt
es: Sin Archivo Seleccionado
fi: Ei Tiedostoa Valittuna
fr: Aucun fichier sélectionné
hu: Nincs Fájl Kiválasztva
it: Nessun File Selezionato
nl: Geen Bestand Geselecteerd
pl: Nie Wybrano Pliku
pt_br: Nenhum Arquivo Selecionado
ro: Niciun Fișier Selectat
sv: Ingenting

# fromFilesDirLabel.Text
source: Select Files/Directory
cs: Vyberte Soubory/Adresář
da: Vælg Filer/Mappe
de: Dateien/Ordner auswählen
es: Seleccione Archivos o Carpeta
fi: Valitse Tiedostot/Kansio
fr: Sélectionner Fichiers/Dossier
hu: Válassz Fájlokat/Könyvtárat
it: Seleziona File/Directory
nl: Selecteer Bestanden/Map
pl: Wybierz Pliki/Katalog
pt_br: Selecionar Arquivos/Diretório
ro: Selectează Fișiere/Director
sv: Välj Filer/Katalog

# targetDirLabel.Text
source: Select Target Directory
cs: Vyberte Cílový Adresář
da: Vælg Målmappe
de: Zielordner auswählen
es: Seleccione Carpeta de Destino
fi: Valitse Kohdekansio
fr: Sélectionner le dossier cible
hu: Válassz Célkönyvtárat
it: Seleziona Directory Destinazione
nl: Selecteer Doelmap
pl: Wybierz Katalog Docelowy
pt_br: Selecionar Diretório Destino
ro: Selectează Director Destinație
sv: Välj Målkatalog

# copyMoveDeleteComboBox.Items
source: Copy Files Move Files Secure Delete Files
cs: Kopírovat Soubory Přesunout Soubory Bezpečné Smazání Souborů
da: Kopier Filer Flyt Filer Sikker Sletning Filer
de: Dateien kopieren Dateien verschieben Dateien sicher löschen
es: Copiar Archivos Mover Archivos Eliminar de Forma Segura
fi: Kopioi Tiedostot Siirrä Tiedostot Turvallinen Poisto Tiedostot
fr: Copier les fichiers Déplacer les fichiers Suppression sécurisée des fichiers
hu: Fájlok Másolása Fájlok Áthelyezése Biztonságos Törlés Fájlok
it: Copia File Sposta File Eliminazione Sicura File
nl: Bestanden Kopiëren Bestanden Verplaatsen Veilig Verwijderen Bestanden
pl: Kopiuj Pliki Przenieś Pliki Bezpieczne Usuwanie Plików
pt_br: Copiar Arquivos Mover Arquivos Exclusão Segura Arquivos
ro: Copiază Fișiere Mută Fișiere Ștergere Securizată Fișiere
sv: Kopiera Filer Flytta Filer Säker Radering Filer

# onFinishComboBox.Items
source: Do Nothing Log Off Shut Down PC Restart PC Restart Copy That Close Copy That
cs: Nic Nedělat Odhlásit Vypnout PC Restartovat PC Restartovat Copy That Zavřít Copy That
da: Gør Log Af Sluk PC Genstart PC Genstart Copy That Luk Copy That
de: Nichts tun Abmelden PC herunterfahren PC neustarten Copy That neustarten Copy That schließen
es: No Hacer Nada Cerrar Sesión Apagar PC Reiniciar PC Reiniciar Copy That Cerrar Copy That
fi: Älä Tee Mitään Kirjaudu Ulos Sammuta PC Käynnistä PC Uudelleen Käynnistä Copy That Uudelleen Sulje Copy That
fr: Ne rien faire Se déconnecter Éteindre le PC Redémarrer le PC Redémarrer Copy That Fermer Copy That
hu: Ne Csinálj Semmit Kijelentkezés PC Kikapcsolása PC Újraindítása Copy That Újraindítása Copy That Bezárása
it: Nessuna Azione Disconnetti Spegni PC Riavvia PC Riavvia Copy That Chiudi Copy That
nl: Niets Doen Afmelden PC Afsluiten PC Herstarten Copy That Herstarten Copy That Sluiten
pl: Nie Rób Nic Wyloguj Wyłącz PC Uruchom Ponownie PC Uruchom Ponownie Copy That Zamknij Copy That
pt_br: Não Fazer Nada Fazer Logoff Desligar PC Reiniciar PC Reiniciar Copy That Fechar Copy That
ro: Nu Face Nimic Deconectare Oprește PC Repornește PC Repornește Copy That Închide Copy That
sv: Gör Ingenting Logga Ut Stäng Av PC Starta Om PC Starta Om Copy That Stäng Copy That

# overwriteIfNewerCheckBox.Text
source: Overwrite If Newer
cs: Přepsat Pokud Novější
da: Overskriv Hvis Nyere
de: Überschreiben, wenn neuer
es: Sobrescribir Si es Sás Reciente
fi: Korvaa Jos Uudempi
fr: Écraser si plus récent
hu: Felülírás Ha Újabb
it: Sovrascrivi Se Più Recente
nl: Overschrijven Als Nieuwer
pl: Nadpisz Jeśli Nowszy
pt_br: Sobrescrever Se Mais Recente
ro: Suprascrie Dacă Mai Nou
sv: Skriv Över Om Nyare

# overwriteAllCheckBox.Text
source: Overwrite All
cs: Přepsat Vše
da: Overskriv Alt
de: Alle überschreiben
es: Sobrescribir Todo
fi: Korvaa Kaikki
fr: Écraser tout
hu: Mindent Felülír
it: Sovrascrivi Tutto
nl: Alles Overschrijven
pl: Nadpisz Wszystko
pt_br: Sobrescrever Tudo
ro: Suprascrie Tot
sv: Skriv Över Allt

# doNotOverwriteCheckBox.Text
source: Do Not Overwrite
cs: Nepřepisovat
da: Overskriv Ikke
de: Nicht überschreiben
es: No Sobrescribir
fi: Älä Korvaa
fr: Ne pas écraser
hu: Ne Írja Felül
it: Non Sovrascrivere
nl: Niet Overschrijven
pl: Nie Nadpisuj
pt_br: Não Sobrescrever
ro: Nu Suprascrie
sv: Skriv Inte Över

# keepDirStructCheckBox.Text
source: Keep Directory Structure
cs: Zachovat Strukturu Adresářů
da: Behold Mappestruktur
de: Ordnerstruktur beibehalten
es: Mantener Estructura de Carpetas
fi: Säilytä Kansiorakenne
fr: Conserver la structure des dossiers
hu: Könyvtárstruktura Megtartása
it: Mantieni Struttura Directory
nl: Mapstructuur Behouden
pl: Zachowaj Strukturę Katalogów
pt_br: Manter Estrutura de Diretórios
ro: Păstrează Structura Director
sv: Behåll Katalogstruktur

# keepEmptyFoldersCheckBox.Text
source: Keep Empty Folders
cs: Zachovat Prázdné Složky
da: Behold Tomme Mapper
de: Leere Ordner beibehalten
es: Mantener Carpetas Vacías
fi: Säilytä Tyhjät Kansiot
fr: Conserver les dossiers vides
hu: Üres Mappák Megtartása
it: Mantieni Cartelle Vuote
nl: Lege Mappen Behouden
pl: Zachowaj Puste Foldery
pt_br: Manter Pastas Vazias
ro: Păstrează Foldere Goale
sv: Behåll Tomma Mappar

# createCustomDirCheckBox.Text
source: Create Custom Directory First
cs: Vytvořit Vlastní Adresář Nejprve
da: Opret Tilpasset Mappe Først
de: Zuerst benutzerdefinierten Ordner erstellen
es: Crear Carpeta Personalizada Antes
fi: Luo Mukautettu Kansio Ensin
fr: Créer d'abord un dossier personnalisé
hu: Egyéni Könyvtár Létrehozása Először
it: Crea Prima Directory Personalizzata
nl: Eerst Aangepaste Map Maken
pl: Utwórz Niestandardowy Katalog Najpierw
pt_br: Criar Diretório Personalizado Primeiro
ro: Creează Director Personalizat Întâi
sv: Skapa Anpassad Katalog Först

# copyFilesDirsCheckBox.Text
source: Copiar solo archivos
cs: Kopírovat pouze soubory
da: Kopier kun filer
de: Nur Dateien kopieren
fi: Kopioi vain tiedostoja
fr: Copier uniquement les fichiers
hu: Csak fájlokat másol
it: Copia solo file
nl: Alleen bestanden kopiëren
pl: Kopiuj tylko pliki
pt_br: Copiar apenas arquivos
ro: Copiază doar fișiere
sv: Kopiera endast filer

# keepOnlyFilesCheckBox.Text
source: Conservar solo archivos
cs: Zachovat pouze soubory
da: Behold kun filer
de: Nur Dateien beibehalten
fi: Säilytä vain tiedostoja
fr: Conserver uniquement les fichiers
hu: Csak fájlokat tartson meg
it: Conserva solo file
nl: Alleen bestanden behouden
pl: Zachowaj tylko pliki
pt_br: Manter apenas arquivos
ro: Păstrează doar fișiere
sv: Behåll endast filer

# multithreadCheckBox.Text
source: Multi-Thread
cs: Vícevláknové
es: Multi-Tilo
hu: Többszálú
pl: Wielowątkowość
ro: Multi-Fir

# alwaysOnTopCheckBox.Text
source: Always On Top
cs: Vždy Navrchu
da: Altid Øverst
de: Immer im Vordergrund
es: Siempre Visible
fi: Aina Päällimmäisenä
fr: Toujours au-dessus
hu: Mindig Elöl
it: Sempre in Primo Piano
nl: Altijd Bovenop
pl: Zawsze na Wierzchu
pt_br: Sempre no Topo
ro: Întotdeauna deasupra
sv: Alltid Överst

# confirmDragDropCheckBox.Text
source: Confirm Drag & Drop
cs: Potvrdit Přetažení
da: Bekræft Træk & Slip
de: Drag & Drop bestätigen
es: Confirmar Arrastrar y Soltar
fi: Vahvista Vedä & Pudota
fr: Confirmer le Glisser & Déposer
hu: Húzd & Ejtsd Megerősítése
it: Conferma Drag & Drop
nl: Bevestig Drag & Drop
pl: Potwierdź Przeciągnij & Upuść
pt_br: Confirmar Arrastar & Soltar
ro: Confirmă Drag & Drop
sv: Bekräfta Drag & Drop

# minimizeSystemTrayCheckBox.Text
source: Minimize to Tray
cs: Minimalizovat do Systémové Lišty
da: Minimer til Systembakke
de: In Taskleiste minimieren
es: Minimizar a la Bandeja
fi: Minimoi Tehtäväpalkkiin
fr: Réduire dans la barre des tâches
hu: Minimalizálás a Tálcára
it: Riduci a Icona nella Barra
nl: Minimaliseren naar Systeemvak
pl: Minimalizuj do Zasobnika
pt_br: Minimizar para a Bandeja
ro: Minimizează în Bara de Sistem
sv: Minimera till Systemfältet

# contextMenuCheckBox.Text
source: Add to Context Menu
cs: Přidat do Kontextové Nabídky
da: Tilføj til Genvejsmenu
de: Zum Kontextmenü hinzufügen
es: Añadir al Menú Contextual
fi: Lisää Pikavalikkoon
fr: Ajouter au menu contextuel
hu: Hozzáadás a Környezeti Menühöz
it: Aggiungi al Menu Contestuale
nl: Toevoegen aan Contextmenu
pl: Dodaj do Menu Kontekstowego
pt_br: Adicionar ao Menu de Contexto
ro: Adaugă în Meniul Contextual
sv: Lägg Till i Snabbmeny

# onFinishCheckBox.Text
source: On Finish
cs: Po Dokončení
da: Ved Afslutning
de: Bei Abschluss
es: Al Finalizar
fi: Kun Valmis
fr: À la fin
hu: Befejezéskor
it: Al Termine
nl: Bij Voltooien
pl: Po Zakończeniu
pt_br: Ao Terminar
ro: La Finalizare
sv: Vid Slut

# onAddFilesCheckBox.Text
source: On Add Files
cs: Po Přidání Souborů
da: Ved Tilføjelse af Filer
de: Beim Hinzufügen von Dateien
es: Al Agregar Archivos
fi: Kun Lisätään Tiedostoja
fr: À l'ajout de fichiers
hu: Fájlok Hozzáadásakor
it: All'Aggiunta File
nl: Bij Toevoegen Bestanden
pl: Po Dodaniu Plików
pt_br: Ao Adicionar Arquivos
ro: La Adăugarea Fișierelor
sv: Vid Tillägg av Filer

# onCancelCheckBox.Text
source: On Cancel
cs: Po Zrušení
da: Ved Annullering
de: Bei Abbruch
es: Al Cancelar
fi: Kun Peruutetaan
fr: À l'annulation
hu: Mégse Gombnál
it: All'Annullamento
nl: Bij Annuleren
pl: Po Anulowaniu
pt_br: Ao Cancelar
ro: La Anulare
sv: Vid Avbrott

# onErrorCheckBox.Text
source: On Error
cs: Při Chybě
da: Ved Fejl
de: Bei Fehler
es: Al Producirse un Error
fi: Virheen Sattuessa
fr: En cas d'erreur
hu: Hiba Esetén
it: In Caso di Errore
nl: Bij Fout
pl: Po Błędzie
pt_br: Em Caso de Erro
ro: La Eroare
sv: Vid Fel

# updateAutoCheckBox.Text
source: Auto Check for Updates
cs: Automatická Kontrola Aktualizací
da: Automatisk Opdateringstjek
de: Automatisch nach Updates suchen
es: Buscar Actualizaciones Automáticamente
fi: Automaattinen Päivitysten Tarkistus
fr: Vérifier les MAJ auto
hu: Automatikus Frissítés Ellenőrzés
it: Controllo Automatico Aggiornamenti
nl: Automatisch Controleren op Updates
pl: Automatyczne Sprawdzanie Aktualizacji
pt_br: Verificação Automática de Atualizações
ro: Verificare Automată Actualizări
sv: Automatisk Uppdateringskontroll

# updateBetaCheckBox.Text
source: Include Beta Versions
cs: Zahrnout Beta Verze
da: Inkluder Beta-versioner
de: Beta-Versionen einschließen
es: Incluir Versiones Beta
fi: Sisällytä Beta-versiot
fr: Inclure les versions bêta
hu: Beta Verziók Beleértve
it: Includi Versioni Beta
nl: Beta-versies Includeren
pl: Uwzględnij Wersje Beta
pt_br: Incluir Versões Beta
ro: Include Versiuni Beta
sv: Inkludera Beta-versioner

# updateManuallyCheckBox.Text
source: Check Manually
cs: Kontrolovat Ručně
da: Tjek Manuelt
de: Manuell prüfen
es: Buscar Actualizaciones Manualmente
fi: Tarkista Manuaalisesti
fr: Vérifier manuellement
hu: Kézi Ellenőrzés
it: Controlla Manualmente
nl: Handmatig Controleren
pl: Sprawdź Ręcznie
pt_br: Verificar Manualmente
ro: Verifică Manual
sv: Kontrollera Manuellt

# restartCheckBox.Text
source: Restart on Error
cs: Restartovat při Chybě
da: Genstart ved Fejl
de: Bei Fehler neustarten
es: Reiniciar al Error
fi: Käynnistä Uudelleen Virheessä
fr: Redémarrer en cas d'erreur
hu: Újraindítás Hiba Esetén
it: Riavvia in Caso di Errore
nl: Herstarten bij Fout
pl: Uruchom Ponownie po Błędzie
pt_br: Reiniciar em Caso de Erro
ro: Repornește la Eroare
sv: Starta Om vid Fel

# closeProgramCheckBox.Text
source: Close on Error
cs: Zavřít při Chybě
da: Luk ved Fejl
de: Bei Fehler schließen
es: Cerrar al Error
fi: Sulje Virheessä
fr: Fermer en cas d'erreur
hu: Bezárás Hiba Esetén
it: Chiudi in Caso di Errore
nl: Sluiten bij Fout
pl: Zamknij po Błędzie
pt_br: Fechar em Caso de Erro
ro: Închide la Eroare
sv: Stäng vid Fel

# startWithWindowsCheckBox.Text
source: Start with Windows
cs: Spouštět s Windows
da: Start med Windows
de: Mit Windows starten
es: Iniciar con Windows
fi: Käynnistä Windowsin Kanssa
fr: Démarrer avec Windows
hu: Indítás Windows-szal
it: Avvia con Windows
nl: Starten met Windows
pl: Uruchamiaj z Windows
pt_br: Iniciar com o Windows
ro: Pornește cu Windows
sv: Starta med Windows

# saveAutoCheckBox.Text
source: Auto Save Settings
cs: Automatické Ukládání Nastavení
da: Automatisk Gemning af Indstillinger
de: Einstellungen automatisch speichern
es: Guardar Configuración Automáticamente
fi: Asetusten Automaattinen Tallennus
fr: Sauvegarde auto des paramètres
hu: Beállítások Automatikus Mentése
it: Salvataggio Automatico Impostazioni
nl: Instellingen Automatisch Opslaan
pl: Automatyczne Zapisywanie Ustawień
pt_br: Salvamento Automático de Configurações
ro: Salvare Automată Setări
sv: Automatisk Sparning av Inställningar

# logFileCheckBox.Text
source: Log to File
cs: Zaznamenávat do Souboru
da: Log til Fil
de: In Datei protokollieren
es: Crear Archivo de Registro
fi: Loki Tiedostoon
fr: Journaliser dans un fichier
hu: Naplózás Fájlba
it: Registra su File
nl: Loggen naar Bestand
pl: Zapisuj Log do Pliku
pt_br: Registrar em Arquivo
ro: Loghează în Fișier
sv: Logga till Fil

# underMBCheckBox.Text
source: Under MB
cs: Pod MB
de: Unter MB
es: Menos de MB
fi: Alle MB
fr: Moins de Mo
hu: MB Alatt
it: Sotto MB
nl: Onder MB
pl: Poniżej MB
pt_br: Abaixo de MB
ro: Sub MB

# overMBCheckBox.Text
source: Over MB
cs: Nad MB
de: Über MB
es: Más de MB
fi: Yli MB
fr: Plus de Mo
hu: MB Felett
it: Sopra MB
nl: Boven MB
pl: Powyżej MB
pt_br: Acima de MB
ro: Peste MB
sv: Över MB

# fullPathsCheckBox.Text
source: Full Paths
cs: Plné Cesty
da: Fulde Stier
de: Vollständige Pfade
es: Rutas Completas
fi: Täydelliset Polut
fr: Chemins complets
hu: Teljes Útvonalak
it: Percorsi Completi
nl: Volledige Paden
pl: Pełne Ścieżki
pt_br: Caminhos Completos
ro: Căi Complete
sv: Fullständiga Sökvägar

# onlyNamesCheckBox.Text
source: Only Names
cs: Pouze Názvy
da: Kun Navne
de: Nur Namen
es: Solo Nombres
fi: Vain Nimet
fr: Noms uniquement
hu: Csak Nevek
it: Solo Nomi
nl: Alleen Namen
pl: Tylko Nazwy
pt_br: Apenas Nomes
ro: Doar Nume
sv: Endast Namn

# zipSeparateCheckBox.Text
source: Zip Separately
cs: Zip Samostatně
da: Zip Separat
de: Separat zippen
es: Comprimir por Separado
fi: Pakkaa Erikseen
fr: Zippez séparément
hu: Zip Külön
it: Zip Separatamente
nl: Apart Inpakken
pl: Zip Osobno
pt_br: Zip Separadamente
ro: Zip Separat
sv: Zip Separat

# zipTogetherCheckBox.Text
source: Zip Together
cs: Zip Společně
da: Zip Sammen
de: Zusammen zippen
es: Comprimir Todo Junto
fi: Pakkaa Yhteen
fr: Zippez ensemble
hu: Zip Együtt
it: Zip Insieme
nl: Samen Inpakken
pl: Zip Razem
pt_br: Zip em Conjunto
ro: Zip Împreună
sv: Zip Tillsammans

# emailNamesCheckBox.Text
source: Only Names in Email
cs: Pouze Názvy v E-mailu
da: Kun Navne i E-mail
de: Nur Namen in E-Mail
es: Solo Nombres en Email
fi: Vain Nimet Sähköpostissa
fr: Noms uniquement dans l'email
hu: Csak Nevek E-mailben
it: Solo Nomi in Email
nl: Alleen Namen in E-mail
pl: Tylko Nazwy w E-mail
pt_br: Apenas Nomes no Email
ro: Doar Nume în E-mail
sv: Endast Namn i E-post

# emailPathsCheckBox.Text
source: Full Paths in Email
cs: Plné Cesty v E-mailu
da: Fulde Stier i E-mail
de: Vollständige Pfade in E-Mail
es: Rutas Completas en Email
fi: Täydelliset Polut Sähköpostissa
fr: Chemins complets dans l'email
hu: Teljes Útvonalak E-mailben
it: Percorsi Completi in Email
nl: Volledige Paden in E-mail
pl: Pełne Ścieżki w E-mail
pt_br: Caminhos Completos no Email
ro: Căi Complete în E-mail
sv: Fullständiga Sökvägar i E-post

# verifyCheckBox.Text
source: Verify After Transfer
cs: Ověřit Po Přenesení
da: Verificer Efter Overførsel
de: Nach Übertragung überprüfen
es: Verificar Eespués de Transferir
fi: Varmista Siirron Jälkeen
fr: Vérifier après transfert
hu: Ellenőrzés Átvitel Után
it: Verifica Dopo Trasferimento
nl: Verifiëren Na Overdracht
pl: Weryfikuj Po Przeniesieniu
pt_br: Verificar Após Transferência
ro: Verifică După Transfer
sv: Verifiera Efter Överföring

# autoScrollCheckBox.Text
source: Auto Scroll
cs: Automatické Posouvání
da: Automatisk Rulning
de: Automatisch scrollen
es: Desplazamiento Automático
fi: Automaattinen Vieritys
fr: Défilement auto
hu: Automatikus Görgetés
it: Scorrimento Automatico
nl: Automatisch Scrollen
pl: Automatyczne Przewijanie
pt_br: Rolagem Automática
ro: Derulare Automată
sv: Automatisk Rullning

# defaultSettingsButton.Text
source: Restore Defaults
cs: Obnovit Výchozí
da: Gendan Standardværdier
de: Standards wiederherstellen
es: Restaurar Predeterminados
fi: Palauta Oletusarvot
fr: Restaurer les défauts
hu: Alapértelmezések Visszaállítása
it: Ripristina Predefiniti
nl: Standaardwaarden Herstellen
pl: Przywróć Domyślne
pt_br: Restaurar Padrões
ro: Restaurează Implicite
sv: Återställ Standardvärden

# recSettingsButton.Text
source: Recommended
cs: Doporučené
da: Anbefalede
de: Empfohlen
es: Recomendados
fi: Suositellut
fr: Recommandés
hu: Ajánlott
it: Consigliate
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendadas
ro: Recomandate
sv: Rekommenderade

# retentionLabel.Text
source: Days to Keep Logs:
cs: Dní pro Uchování Logů:
da: Dage at Beholde Logfiler:
de: Tage, um Protokolle aufzubewahren:
es: Días para Conservar Registros:
fi: Päivät Lokien Säilytykseen:
fr: Jours de conservation des journaux :
hu: Naplók Megtartási Napjai:
it: Giorni per Conservare Log:
nl: Dagen om Logs te Bewaren:
pl: Dni Przechowywania Logów:
pt_br: Dias para Manter Logs:
ro: Zile pentru Păstrarea Logurilor:
sv: Dagar att Spara Loggar:

# clearSettingsButton.Text
source: Clear Settings
cs: Vyčistit Nastavení
da: Ryd Indstillinger
de: Einstellungen löschen
es: Limpiar Configuración
fi: Tyhjennä Asetukset
fr: Effacer les paramètres
hu: Beállítások Törlése
it: Cancella Impostazioni
nl: Instellingen Wissen
pl: Wyczyść Ustawienia
pt_br: Limpar Configurações
ro: Curăță Setări
sv: Rensa Inställningar

# saveSettingsButton.Text
source: Save Settings
cs: Uložit Nastavení
da: Gem Indstillinger
de: Einstellungen speichern
es: Guardar Configuración
fi: Tallenna Asetukset
fr: Sauvegarder les paramètres
hu: Beállítások Mentése
it: Salva Impostazioni
nl: Instellingen Opslaan
pl: Zapisz Ustawienia
pt_br: Salvar Configurações
ro: Salvează Setări
sv: Spara Inställningar

# errorOccursLabel.Text
source: When an Error Occurs:
cs: Když Nastane Chyba:
da: Når en Fejl Opstår:
de: Wenn ein Fehler auftritt:
es: Cuando Ocurra un Error:
fi: Kun Virhe Tapahtuu:
fr: Lorsqu'une erreur se produit :
hu: Amikor Hiba Történik:
it: Quando si Verifica un Errore:
nl: Wanneer een Fout Voorkomt:
pl: Gdy Wystąpi Błąd:
pt_br: Quando Ocorre um Erro:
ro: Când Apare o Eroare:
sv: När ett Fel Uppstår:

# secureDeleteLabel.Text
source: Secure Delete Passes:
cs: Průchody Bezpečného Mazání:
da: Sikker Sletning Pass:
de: Durchgänge für sicheres Löschen:
es: Pases de Eliminación Segura:
fi: Turvallinen Poisto Kierrokset:
fr: Passes de suppression sécurisée :
hu: Biztonságos Törlés Menetek:
it: Passaggi Eliminazione Sicura:
nl: Veilig Verwijderen Passes:
pl: Przebiegi Bezpiecznego Usuwania:
pt_br: Passagens de Exclusão Segura:
ro: Trecere Ștergere Securizată:
sv: Säker Radering Pass:

# registerButton.Text
source: Register Serial
cs: Registrovat Sériové Číslo
da: Registrer Serienummer
de: Seriennummer registrieren
es: Registrar Serie
fi: Rekisteröi Sarjanumero
fr: Enregistrer le numéro de série
hu: Szériaszám Regisztrálása
it: Registra Seriale
nl: Serieel Registreren
pl: Zarejestruj Klucz
pt_br: Registrar Serial
ro: Înregistrează Serial
sv: Registrera Serienummer

# serialNumberLabel.Text
source: Enter Serial #:
cs: Zadejte Sériové Číslo:
da: Indtast Serienummer:
de: Seriennummer eingeben:
es: Ingresar nº de Serie:
fi: Syötä Sarjanumero:
fr: Entrez le numéro de série :
hu: Add Meg a Szériaszámot:
it: Inserisci Seriale #:
nl: Voer Serienummer In:
pl: Wprowadź Numer Seryjny:
pt_br: Inserir Serial #:
ro: Introdu Număr Serial:
sv: Ange Serienummer:
